{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 8000, "word_counts": "{\"11\": 4784, \"18\": 3049, \"175\": 614, \"38\": 2059, \"24\": 2622, \"28\": 2585, \"488\": 181, \"570\": 148, \"1\": 20928, \"914\": 62, \"664\": 111, \"3\": 10238, \"332\": 317, \"1058\": 50, \"618\": 123, \"536\": 160, \"226\": 505, \"119\": 889, \"61\": 1450, \"197\": 568, \"41\": 2032, \"207\": 552, \"120\": 880, \"2\": 18377, \"4\": 9072, \"147\": 754, \"294\": 347, \"154\": 714, \"42\": 1967, \"182\": 623, \"37\": 2161, \"6\": 8086, \"75\": 1266, \"77\": 1182, \"448\": 211, \"522\": 151, \"301\": 354, \"71\": 1270, \"27\": 2610, \"106\": 994, \"33\": 2289, \"21\": 2769, \"34\": 2250, \"31\": 2444, \"29\": 2427, \"266\": 410, \"53\": 1663, \"43\": 1894, \"710\": 96, \"16\": 3540, \"70\": 1306, \"25\": 2582, \"1115\": 46, \"51\": 1726, \"216\": 542, \"287\": 357, \"517\": 161, \"275\": 379, \"272\": 417, \"93\": 1098, \"239\": 470, \"837\": 75, \"462\": 224, \"539\": 158, \"19\": 3004, \"170\": 645, \"515\": 160, \"389\": 260, \"67\": 1348, \"5\": 8281, \"145\": 750, \"130\": 811, \"2471\": 3, \"405\": 234, \"62\": 1437, \"162\": 666, \"47\": 1797, \"56\": 1642, \"12\": 4556, \"223\": 512, \"330\": 321, \"95\": 1058, \"887\": 69, \"107\": 989, \"124\": 856, \"20\": 2978, \"354\": 273, \"10\": 5039, \"345\": 306, \"390\": 255, \"64\": 1376, \"544\": 153, \"102\": 1023, \"937\": 52, \"510\": 173, \"59\": 1590, \"97\": 1075, \"68\": 1301, \"32\": 2362, \"105\": 973, \"52\": 1736, \"65\": 1420, \"140\": 741, \"689\": 106, \"738\": 90, \"465\": 197, \"306\": 353, \"63\": 1411, \"324\": 322, \"85\": 1125, \"193\": 562, \"593\": 135, \"98\": 1067, \"186\": 587, \"234\": 483, \"491\": 185, \"262\": 425, \"646\": 115, \"236\": 498, \"8\": 6318, \"317\": 336, \"258\": 414, \"267\": 407, \"149\": 755, \"508\": 168, \"88\": 1137, \"86\": 1125, \"94\": 1086, \"129\": 871, \"17\": 3290, \"23\": 2719, \"7\": 7254, \"327\": 323, \"80\": 1167, \"92\": 1105, \"2553\": 5, \"113\": 914, \"1243\": 29, \"171\": 651, \"177\": 632, \"13\": 4100, \"35\": 2345, \"36\": 2273, \"66\": 1393, \"166\": 698, \"121\": 871, \"615\": 136, \"616\": 129, \"406\": 240, \"160\": 710, \"111\": 944, \"311\": 357, \"211\": 541, \"724\": 97, \"364\": 294, \"506\": 147, \"319\": 330, \"39\": 2054, \"215\": 539, \"99\": 1061, \"1276\": 24, \"425\": 236, \"150\": 744, \"415\": 241, \"340\": 308, \"312\": 331, \"58\": 1537, \"168\": 639, \"30\": 2464, \"213\": 558, \"821\": 67, \"60\": 1532, \"114\": 915, \"40\": 2034, \"45\": 1836, \"255\": 476, \"189\": 608, \"290\": 370, \"1724\": 11, \"780\": 83, \"1262\": 26, \"713\": 102, \"82\": 1156, \"1062\": 48, \"397\": 246, \"513\": 172, \"416\": 224, \"547\": 155, \"243\": 480, \"551\": 156, \"174\": 645, \"185\": 609, \"460\": 210, \"571\": 149, \"230\": 527, \"179\": 632, \"282\": 407, \"292\": 371, \"428\": 222, \"228\": 500, \"100\": 1054, \"2713\": 4, \"1366\": 24, \"773\": 87, \"159\": 717, \"289\": 376, \"303\": 356, \"271\": 423, \"89\": 1125, \"668\": 101, \"78\": 1165, \"57\": 1570, \"647\": 111, \"276\": 394, \"73\": 1254, \"836\": 67, \"1605\": 14, \"81\": 1131, \"1332\": 29, \"419\": 232, \"104\": 986, \"538\": 151, \"164\": 716, \"218\": 518, \"9\": 5427, \"195\": 566, \"254\": 470, \"79\": 1151, \"178\": 627, \"461\": 231, \"378\": 268, \"133\": 803, \"1553\": 16, \"1506\": 18, \"191\": 603, \"842\": 76, \"1073\": 46, \"2375\": 5, \"677\": 103, \"674\": 99, \"156\": 726, \"986\": 41, \"778\": 82, \"109\": 986, \"125\": 861, \"730\": 87, \"391\": 243, \"308\": 371, \"1836\": 10, \"877\": 68, \"2478\": 5, \"139\": 769, \"305\": 357, \"1272\": 28, \"399\": 232, \"103\": 992, \"134\": 788, \"122\": 869, \"549\": 156, \"83\": 1152, \"128\": 826, \"1303\": 23, \"770\": 83, \"1200\": 33, \"490\": 195, \"49\": 1725, \"3064\": 2, \"1242\": 28, \"775\": 92, \"1172\": 41, \"2967\": 3, \"334\": 308, \"398\": 243, \"1054\": 48, \"1029\": 46, \"50\": 1783, \"838\": 73, \"1110\": 39, \"46\": 1847, \"192\": 578, \"173\": 654, \"176\": 637, \"692\": 103, \"204\": 550, \"108\": 980, \"1208\": 33, \"137\": 785, \"1049\": 42, \"26\": 2632, \"800\": 77, \"142\": 770, \"745\": 87, \"135\": 811, \"579\": 133, \"44\": 1836, \"469\": 207, \"141\": 775, \"617\": 129, \"146\": 751, \"363\": 283, \"357\": 283, \"1535\": 20, \"1253\": 26, \"167\": 661, \"341\": 315, \"1369\": 24, \"791\": 87, \"440\": 218, \"1060\": 41, \"479\": 188, \"591\": 126, \"240\": 504, \"163\": 702, \"180\": 624, \"988\": 58, \"908\": 63, \"117\": 907, \"742\": 86, \"487\": 202, \"989\": 56, \"401\": 241, \"279\": 402, \"533\": 163, \"187\": 582, \"222\": 523, \"144\": 773, \"583\": 140, \"183\": 618, \"556\": 151, \"295\": 367, \"248\": 483, \"435\": 232, \"208\": 533, \"199\": 540, \"55\": 1678, \"489\": 196, \"181\": 617, \"112\": 918, \"203\": 558, \"960\": 48, \"632\": 123, \"246\": 457, \"2088\": 8, \"307\": 357, \"235\": 503, \"438\": 211, \"337\": 310, \"392\": 264, \"622\": 130, \"511\": 163, \"214\": 530, \"87\": 1126, \"72\": 1269, \"299\": 365, \"314\": 334, \"875\": 67, \"188\": 592, \"84\": 1107, \"69\": 1314, \"485\": 199, \"482\": 192, \"383\": 244, \"247\": 465, \"729\": 91, \"96\": 1083, \"473\": 202, \"628\": 113, \"1596\": 20, \"480\": 190, \"445\": 167, \"722\": 92, \"116\": 897, \"280\": 388, \"1009\": 44, \"110\": 967, \"565\": 142, \"339\": 311, \"693\": 101, \"387\": 255, \"101\": 1041, \"335\": 303, \"2123\": 4, \"796\": 85, \"1002\": 45, \"1102\": 45, \"777\": 82, \"3649\": 1, \"711\": 101, \"361\": 288, \"273\": 420, \"560\": 146, \"15\": 3641, \"153\": 707, \"365\": 290, \"379\": 265, \"90\": 1117, \"520\": 180, \"132\": 814, \"338\": 318, \"421\": 230, \"372\": 258, \"190\": 589, \"456\": 199, \"834\": 73, \"74\": 1258, \"206\": 551, \"157\": 682, \"300\": 368, \"158\": 682, \"123\": 873, \"891\": 67, \"1059\": 35, \"872\": 56, \"165\": 688, \"1193\": 37, \"1217\": 35, \"862\": 75, \"321\": 332, \"753\": 93, \"846\": 64, \"393\": 250, \"1483\": 18, \"481\": 192, \"975\": 49, \"938\": 47, \"408\": 263, \"1223\": 33, \"898\": 57, \"351\": 292, \"244\": 465, \"172\": 642, \"259\": 444, \"127\": 837, \"151\": 724, \"14\": 3752, \"322\": 327, \"944\": 54, \"316\": 340, \"750\": 82, \"849\": 77, \"229\": 495, \"285\": 369, \"758\": 89, \"1137\": 41, \"540\": 166, \"2545\": 5, \"430\": 229, \"804\": 83, \"525\": 167, \"48\": 1431, \"903\": 60, \"355\": 271, \"995\": 53, \"237\": 503, \"1804\": 11, \"685\": 102, \"1543\": 18, \"342\": 297, \"358\": 274, \"249\": 454, \"1443\": 14, \"599\": 130, \"202\": 549, \"1444\": 14, \"1199\": 30, \"483\": 185, \"375\": 278, \"665\": 114, \"743\": 94, \"291\": 381, \"423\": 224, \"126\": 837, \"219\": 518, \"580\": 139, \"152\": 724, \"143\": 764, \"450\": 214, \"346\": 309, \"403\": 233, \"320\": 321, \"680\": 99, \"640\": 118, \"572\": 139, \"212\": 527, \"91\": 1075, \"283\": 395, \"2394\": 4, \"2349\": 5, \"569\": 153, \"325\": 329, \"268\": 405, \"504\": 180, \"534\": 164, \"225\": 519, \"115\": 900, \"1566\": 21, \"1192\": 35, \"227\": 511, \"431\": 233, \"371\": 269, \"464\": 202, \"596\": 128, \"1013\": 47, \"966\": 54, \"933\": 55, \"209\": 564, \"380\": 268, \"284\": 384, \"1861\": 10, \"394\": 240, \"1233\": 32, \"1824\": 14, \"886\": 69, \"566\": 146, \"261\": 433, \"644\": 112, \"653\": 104, \"816\": 75, \"752\": 92, \"625\": 115, \"238\": 506, \"637\": 120, \"220\": 508, \"200\": 561, \"395\": 243, \"221\": 504, \"370\": 264, \"1024\": 46, \"700\": 97, \"1364\": 25, \"161\": 680, \"76\": 1177, \"528\": 161, \"1071\": 40, \"2383\": 4, \"350\": 279, \"1588\": 18, \"194\": 565, \"865\": 69, \"543\": 166, \"352\": 293, \"1429\": 22, \"277\": 401, \"253\": 460, \"486\": 184, \"801\": 76, \"994\": 48, \"309\": 337, \"404\": 231, \"381\": 247, \"455\": 211, \"602\": 140, \"582\": 139, \"442\": 217, \"601\": 130, \"581\": 136, \"217\": 520, \"224\": 506, \"251\": 464, \"210\": 545, \"269\": 417, \"252\": 450, \"286\": 399, \"475\": 210, \"557\": 143, \"302\": 371, \"384\": 264, \"811\": 71, \"952\": 53, \"198\": 555, \"832\": 71, \"22\": 2658, \"925\": 56, \"735\": 87, \"250\": 443, \"545\": 150, \"920\": 63, \"1997\": 8, \"690\": 99, \"417\": 233, \"1214\": 34, \"532\": 158, \"1197\": 32, \"432\": 229, \"652\": 111, \"336\": 305, \"386\": 242, \"524\": 175, \"1135\": 40, \"231\": 504, \"263\": 431, \"426\": 221, \"396\": 235, \"586\": 142, \"1609\": 20, \"1092\": 41, \"1227\": 30, \"731\": 93, \"498\": 192, \"530\": 166, \"592\": 126, \"356\": 293, \"1516\": 19, \"343\": 279, \"293\": 371, \"648\": 118, \"313\": 315, \"233\": 506, \"256\": 450, \"1683\": 14, \"863\": 69, \"353\": 287, \"1274\": 30, \"446\": 223, \"409\": 232, \"118\": 919, \"1017\": 50, \"912\": 61, \"434\": 226, \"424\": 220, \"1176\": 33, \"1268\": 27, \"826\": 79, \"783\": 79, \"584\": 143, \"739\": 92, \"326\": 318, \"1221\": 33, \"1570\": 15, \"2071\": 7, \"558\": 145, \"333\": 322, \"716\": 84, \"613\": 122, \"642\": 118, \"1165\": 34, \"155\": 676, \"359\": 283, \"678\": 98, \"265\": 426, \"500\": 177, \"323\": 328, \"1541\": 20, \"471\": 219, \"704\": 96, \"765\": 84, \"687\": 115, \"518\": 172, \"242\": 448, \"1162\": 28, \"541\": 155, \"589\": 126, \"411\": 252, \"241\": 482, \"329\": 335, \"1616\": 15, \"457\": 221, \"779\": 73, \"413\": 236, \"606\": 126, \"232\": 485, \"2257\": 6, \"493\": 190, \"669\": 102, \"1353\": 19, \"376\": 262, \"1579\": 20, \"915\": 66, \"1308\": 28, \"810\": 76, \"467\": 207, \"587\": 142, \"374\": 276, \"526\": 163, \"1701\": 9, \"348\": 293, \"437\": 226, \"2798\": 3, \"169\": 654, \"813\": 79, \"631\": 124, \"695\": 107, \"1246\": 28, \"2477\": 3, \"514\": 186, \"737\": 88, \"755\": 92, \"509\": 158, \"1702\": 15, \"441\": 223, \"978\": 57, \"1202\": 32, \"328\": 319, \"495\": 188, \"972\": 57, \"698\": 107, \"1155\": 35, \"1164\": 37, \"373\": 269, \"553\": 144, \"131\": 829, \"298\": 351, \"1289\": 25, \"3972\": 1, \"945\": 49, \"429\": 236, \"184\": 598, \"1652\": 13, \"382\": 260, \"201\": 540, \"767\": 85, \"427\": 244, \"725\": 91, \"996\": 48, \"257\": 456, \"839\": 73, \"720\": 98, \"368\": 270, \"953\": 49, \"1023\": 51, \"523\": 169, \"781\": 84, \"893\": 65, \"673\": 101, \"2193\": 8, \"1471\": 21, \"714\": 101, \"3973\": 1, \"1352\": 23, \"2738\": 3, \"1095\": 45, \"1913\": 11, \"537\": 162, \"612\": 132, \"923\": 54, \"148\": 760, \"1482\": 18, \"1158\": 37, \"607\": 129, \"1252\": 26, \"420\": 236, \"454\": 206, \"418\": 229, \"2034\": 9, \"1128\": 32, \"926\": 62, \"1022\": 49, \"362\": 274, \"296\": 364, \"1014\": 49, \"563\": 138, \"654\": 105, \"840\": 79, \"1033\": 50, \"264\": 434, \"412\": 242, \"422\": 230, \"458\": 204, \"1555\": 22, \"932\": 54, \"1494\": 22, \"470\": 211, \"499\": 190, \"792\": 83, \"1389\": 19, \"1399\": 25, \"347\": 297, \"1437\": 20, \"1091\": 47, \"288\": 369, \"954\": 53, \"1107\": 41, \"1051\": 37, \"1257\": 27, \"896\": 55, \"749\": 77, \"1316\": 27, \"929\": 55, \"1156\": 30, \"1931\": 9, \"2541\": 3, \"2091\": 8, \"297\": 368, \"1020\": 44, \"624\": 123, \"608\": 122, \"650\": 112, \"1195\": 34, \"476\": 195, \"463\": 208, \"278\": 401, \"574\": 139, \"1219\": 27, \"1148\": 38, \"1031\": 51, \"1159\": 35, \"588\": 141, \"402\": 253, \"367\": 264, \"564\": 140, \"667\": 116, \"1206\": 34, \"1105\": 32, \"2556\": 3, \"2925\": 3, \"3313\": 1, \"1407\": 23, \"1338\": 27, \"304\": 350, \"196\": 567, \"136\": 782, \"748\": 93, \"1139\": 39, \"964\": 50, \"546\": 167, \"443\": 227, \"1270\": 31, \"805\": 77, \"858\": 69, \"991\": 45, \"825\": 67, \"433\": 222, \"585\": 137, \"516\": 164, \"1074\": 46, \"1044\": 47, \"1123\": 32, \"1138\": 28, \"1562\": 18, \"763\": 91, \"983\": 50, \"1213\": 35, \"905\": 47, \"1310\": 30, \"138\": 772, \"54\": 1639, \"439\": 207, \"1679\": 13, \"1089\": 41, \"1781\": 13, \"1504\": 20, \"2420\": 6, \"436\": 228, \"260\": 437, \"1096\": 47, \"1305\": 32, \"949\": 54, \"1659\": 14, \"1453\": 18, \"712\": 97, \"3699\": 1, \"3700\": 1, \"1690\": 12, \"3701\": 1, \"660\": 100, \"1295\": 24, \"634\": 124, \"1426\": 22, \"2374\": 6, \"2029\": 8, \"449\": 219, \"1098\": 36, \"721\": 93, \"1936\": 11, \"723\": 98, \"684\": 115, \"895\": 62, \"1119\": 37, \"1979\": 8, \"3702\": 1, \"1072\": 44, \"741\": 96, \"468\": 204, \"751\": 95, \"787\": 86, \"388\": 272, \"1134\": 30, \"1141\": 39, \"1772\": 11, \"1809\": 10, \"610\": 128, \"600\": 129, \"550\": 153, \"452\": 207, \"400\": 247, \"1425\": 23, \"274\": 407, \"310\": 351, \"1969\": 7, \"1490\": 21, \"1147\": 39, \"2537\": 3, \"2017\": 8, \"561\": 144, \"1601\": 17, \"2767\": 1, \"776\": 87, \"1328\": 21, \"1468\": 24, \"762\": 85, \"318\": 314, \"555\": 155, \"1026\": 47, \"715\": 86, \"1400\": 21, \"1351\": 27, \"270\": 389, \"885\": 63, \"1130\": 38, \"315\": 345, \"708\": 99, \"869\": 61, \"1277\": 29, \"1894\": 10, \"1599\": 17, \"519\": 173, \"1479\": 17, \"497\": 182, \"769\": 85, \"1357\": 24, \"1001\": 45, \"567\": 138, \"844\": 68, \"789\": 78, \"1153\": 34, \"691\": 106, \"1116\": 41, \"889\": 61, \"576\": 144, \"501\": 181, \"718\": 88, \"590\": 131, \"554\": 148, \"707\": 95, \"542\": 158, \"798\": 77, \"785\": 79, \"927\": 53, \"820\": 62, \"2680\": 3, \"410\": 247, \"761\": 89, \"679\": 105, \"894\": 73, \"662\": 107, \"802\": 82, \"760\": 88, \"1396\": 24, \"782\": 77, \"756\": 84, \"1286\": 29, \"2261\": 7, \"794\": 74, \"630\": 117, \"611\": 130, \"807\": 82, \"478\": 202, \"472\": 202, \"1374\": 24, \"968\": 53, \"1813\": 13, \"1739\": 13, \"1394\": 23, \"512\": 177, \"910\": 58, \"1700\": 16, \"281\": 368, \"1132\": 37, \"527\": 134, \"2809\": 3, \"1118\": 40, \"1970\": 10, \"1056\": 41, \"598\": 130, \"531\": 146, \"451\": 233, \"205\": 287, \"385\": 271, \"940\": 60, \"1747\": 13, \"740\": 92, \"614\": 106, \"578\": 132, \"2154\": 8, \"699\": 97, \"976\": 51, \"3122\": 2, \"1113\": 41, \"1728\": 11, \"709\": 101, \"771\": 80, \"747\": 84, \"726\": 92, \"2098\": 8, \"818\": 69, \"2101\": 9, \"331\": 318, \"934\": 62, \"377\": 268, \"496\": 183, \"1109\": 39, \"2203\": 7, \"1449\": 24, \"1114\": 24, \"746\": 89, \"1004\": 53, \"853\": 71, \"688\": 107, \"1086\": 43, \"594\": 139, \"595\": 139, \"1066\": 43, \"907\": 57, \"1287\": 29, \"1006\": 45, \"657\": 113, \"635\": 129, \"2100\": 5, \"649\": 113, \"1052\": 42, \"2631\": 3, \"703\": 99, \"407\": 252, \"521\": 151, \"1055\": 45, \"459\": 222, \"3245\": 2, \"2113\": 4, \"3038\": 2, \"3246\": 1, \"2701\": 4, \"2339\": 6, \"1627\": 17, \"1749\": 11, \"1367\": 22, \"1333\": 25, \"2472\": 5, \"876\": 62, \"484\": 207, \"974\": 56, \"676\": 113, \"548\": 156, \"706\": 101, \"1696\": 15, \"873\": 60, \"1065\": 49, \"744\": 82, \"604\": 144, \"1418\": 22, \"809\": 69, \"860\": 67, \"603\": 138, \"766\": 76, \"477\": 209, \"2210\": 8, \"658\": 117, \"1761\": 14, \"1930\": 6, \"1224\": 35, \"806\": 76, \"855\": 69, \"2042\": 8, \"1530\": 18, \"1531\": 18, \"969\": 55, \"1084\": 45, \"529\": 147, \"1104\": 38, \"2106\": 8, \"817\": 69, \"901\": 59, \"797\": 77, \"786\": 88, \"982\": 57, \"829\": 77, \"971\": 51, \"444\": 219, \"1000\": 51, \"2831\": 2, \"2520\": 2, \"1336\": 25, \"1589\": 16, \"562\": 144, \"645\": 117, \"1873\": 9, \"2140\": 7, \"535\": 170, \"864\": 68, \"1170\": 34, \"1166\": 34, \"1658\": 16, \"245\": 424, \"502\": 186, \"651\": 115, \"697\": 108, \"705\": 92, \"1550\": 18, \"1716\": 14, \"1491\": 21, \"1814\": 13, \"1528\": 18, \"1063\": 45, \"682\": 114, \"1201\": 32, \"1005\": 53, \"884\": 68, \"784\": 82, \"1356\": 25, \"474\": 208, \"815\": 75, \"369\": 279, \"924\": 61, \"344\": 300, \"1510\": 21, \"1045\": 46, \"962\": 55, \"956\": 56, \"1478\": 22, \"1008\": 54, \"827\": 74, \"1021\": 46, \"3217\": 2, \"1598\": 16, \"2555\": 4, \"822\": 83, \"1068\": 44, \"681\": 109, \"2062\": 8, \"2063\": 8, \"3752\": 1, \"3753\": 1, \"494\": 190, \"2303\": 7, \"847\": 67, \"559\": 145, \"852\": 68, \"1324\": 23, \"1145\": 40, \"1662\": 14, \"959\": 55, \"1181\": 31, \"1070\": 45, \"859\": 69, \"727\": 79, \"2105\": 6, \"1048\": 46, \"1167\": 37, \"1694\": 14, \"2892\": 3, \"911\": 61, \"793\": 79, \"2845\": 2, \"835\": 73, \"1280\": 26, \"597\": 140, \"1438\": 18, \"1067\": 43, \"349\": 280, \"1524\": 19, \"1764\": 13, \"2518\": 3, \"719\": 93, \"848\": 69, \"1430\": 20, \"1539\": 16, \"928\": 56, \"2833\": 3, \"2494\": 5, \"2970\": 3, \"1100\": 39, \"1737\": 9, \"1876\": 2, \"2002\": 1, \"1630\": 15, \"3808\": 1, \"3809\": 1, \"3810\": 1, \"1645\": 5, \"2695\": 4, \"2052\": 6, \"1234\": 31, \"1198\": 32, \"552\": 147, \"1053\": 39, \"505\": 181, \"507\": 189, \"626\": 125, \"1412\": 24, \"1182\": 38, \"619\": 120, \"1802\": 14, \"943\": 55, \"808\": 80, \"1267\": 31, \"1699\": 13, \"1075\": 45, \"1929\": 11, \"1344\": 23, \"788\": 72, \"1469\": 19, \"950\": 59, \"2463\": 5, \"1591\": 17, \"1872\": 13, \"1678\": 14, \"1924\": 12, \"686\": 95, \"1537\": 22, \"1597\": 18, \"1032\": 48, \"732\": 86, \"701\": 91, \"812\": 73, \"977\": 56, \"2496\": 3, \"575\": 139, \"990\": 46, \"1229\": 31, \"1108\": 39, \"1688\": 16, \"1625\": 18, \"1635\": 14, \"814\": 79, \"1025\": 45, \"997\": 51, \"1322\": 24, \"979\": 46, \"609\": 133, \"1205\": 31, \"2001\": 3, \"1464\": 19, \"492\": 186, \"414\": 226, \"879\": 65, \"1210\": 30, \"1698\": 15, \"1402\": 22, \"1825\": 11, \"1668\": 15, \"1785\": 12, \"717\": 105, \"1703\": 14, \"1348\": 24, \"1323\": 18, \"683\": 108, \"1602\": 16, \"1982\": 11, \"1409\": 23, \"2132\": 7, \"2756\": 3, \"980\": 50, \"1249\": 27, \"577\": 135, \"1035\": 42, \"1285\": 26, \"1080\": 48, \"568\": 149, \"1741\": 13, \"1542\": 16, \"1255\": 23, \"1050\": 46, \"1215\": 35, \"757\": 87, \"1160\": 35, \"1194\": 32, \"999\": 49, \"1237\": 30, \"1315\": 29, \"870\": 65, \"1442\": 18, \"1090\": 31, \"655\": 110, \"2328\": 4, \"1003\": 50, \"2437\": 4, \"1180\": 36, \"890\": 67, \"1548\": 20, \"882\": 67, \"1487\": 18, \"1097\": 42, \"1405\": 14, \"656\": 111, \"1216\": 34, \"670\": 112, \"1140\": 32, \"2838\": 3, \"1329\": 25, \"823\": 69, \"1350\": 23, \"1030\": 45, \"2457\": 3, \"1161\": 37, \"878\": 70, \"2542\": 4, \"1903\": 10, \"3439\": 1, \"946\": 55, \"1271\": 22, \"733\": 80, \"874\": 59, \"453\": 174, \"694\": 109, \"1727\": 14, \"1231\": 32, \"466\": 190, \"2021\": 9, \"734\": 88, \"967\": 51, \"671\": 104, \"1431\": 20, \"1406\": 26, \"909\": 65, \"906\": 60, \"880\": 60, \"1714\": 11, \"851\": 75, \"1508\": 19, \"1019\": 47, \"947\": 61, \"1061\": 42, \"1943\": 10, \"1681\": 13, \"1391\": 21, \"1410\": 25, \"629\": 125, \"1196\": 33, \"984\": 41, \"2425\": 3, \"2187\": 5, \"1436\": 23, \"2583\": 3, \"1427\": 21, \"1341\": 26, \"1812\": 12, \"917\": 54, \"620\": 126, \"621\": 123, \"1330\": 26, \"992\": 46, \"2479\": 2, \"1279\": 27, \"1467\": 21, \"1307\": 28, \"1411\": 23, \"1288\": 26, \"1191\": 37, \"1948\": 9, \"1314\": 29, \"857\": 75, \"2449\": 5, \"1439\": 18, \"759\": 88, \"1623\": 18, \"1127\": 35, \"1622\": 17, \"1492\": 22, \"1395\": 26, \"1846\": 13, \"2587\": 3, \"2588\": 3, \"985\": 48, \"902\": 61, \"1360\": 22, \"447\": 206, \"1910\": 8, \"1150\": 38, \"2670\": 2, \"3513\": 1, \"1319\": 26, \"3514\": 1, \"1631\": 18, \"961\": 51, \"3045\": 2, \"1587\": 15, \"1385\": 26, \"981\": 50, \"573\": 142, \"2894\": 2, \"1975\": 8, \"2236\": 7, \"1144\": 37, \"1794\": 11, \"1189\": 25, \"935\": 62, \"3965\": 1, \"1983\": 9, \"1301\": 29, \"2908\": 1, \"1568\": 15, \"2015\": 7, \"2507\": 5, \"3100\": 2, \"1657\": 16, \"1643\": 16, \"1398\": 26, \"3484\": 1, \"1236\": 32, \"1373\": 25, \"1819\": 13, \"1961\": 8, \"1760\": 11, \"1377\": 19, \"3825\": 1, \"1099\": 40, \"3826\": 1, \"1712\": 15, \"3248\": 2, \"2019\": 9, \"871\": 70, \"2139\": 6, \"1152\": 35, \"831\": 78, \"1355\": 23, \"970\": 52, \"828\": 69, \"1154\": 40, \"1660\": 15, \"1203\": 37, \"1672\": 13, \"1532\": 18, \"1111\": 39, \"1476\": 21, \"754\": 90, \"1925\": 11, \"1124\": 44, \"1941\": 5, \"1106\": 38, \"1250\": 28, \"1228\": 36, \"736\": 86, \"1885\": 11, \"1112\": 43, \"973\": 50, \"2096\": 5, \"2214\": 8, \"1770\": 13, \"1010\": 49, \"1078\": 41, \"1175\": 34, \"1650\": 15, \"2128\": 7, \"1920\": 10, \"1337\": 27, \"638\": 119, \"3196\": 2, \"1240\": 33, \"845\": 57, \"2844\": 3, \"1973\": 6, \"2616\": 1, \"2316\": 4, \"1082\": 37, \"360\": 280, \"1744\": 11, \"3707\": 1, \"1291\": 25, \"1151\": 36, \"2070\": 7, \"768\": 77, \"987\": 50, \"948\": 55, \"861\": 68, \"1830\": 13, \"2304\": 5, \"1428\": 22, \"2168\": 5, \"3095\": 2, \"2636\": 4, \"1034\": 42, \"643\": 107, \"675\": 102, \"1187\": 36, \"1292\": 29, \"2039\": 7, \"1654\": 13, \"1534\": 19, \"1676\": 14, \"941\": 49, \"3675\": 1, \"1401\": 22, \"1484\": 20, \"2493\": 3, \"904\": 60, \"663\": 114, \"1079\": 37, \"1157\": 38, \"1799\": 13, \"3451\": 1, \"772\": 86, \"3844\": 1, \"939\": 48, \"2963\": 3, \"3337\": 2, \"3845\": 1, \"3846\": 1, \"2352\": 5, \"2953\": 3, \"3847\": 1, \"3848\": 1, \"2217\": 7, \"1239\": 32, \"918\": 62, \"1432\": 14, \"930\": 63, \"3058\": 2, \"2613\": 3, \"3184\": 2, \"3185\": 2, \"3338\": 1, \"942\": 54, \"3849\": 1, \"1994\": 4, \"3028\": 2, \"1738\": 11, \"1880\": 8, \"3850\": 1, \"1897\": 9, \"627\": 127, \"2301\": 5, \"1933\": 10, \"3202\": 2, \"2051\": 7, \"3851\": 1, \"1981\": 11, \"916\": 60, \"1745\": 10, \"1179\": 33, \"2466\": 4, \"1465\": 15, \"3633\": 1, \"2163\": 2, \"2922\": 3, \"3634\": 1, \"3635\": 1, \"1309\": 26, \"3556\": 1, \"2079\": 8, \"854\": 68, \"1087\": 43, \"2828\": 3, \"850\": 67, \"2441\": 3, \"1018\": 49, \"957\": 58, \"764\": 82, \"1188\": 31, \"1458\": 19, \"1370\": 19, \"2355\": 4, \"1776\": 11, \"2428\": 6, \"3387\": 2, \"2745\": 4, \"3388\": 2, \"819\": 72, \"1624\": 15, \"799\": 83, \"1746\": 13, \"1359\": 27, \"1810\": 14, \"1834\": 12, \"1788\": 15, \"1789\": 15, \"666\": 118, \"1325\": 24, \"1466\": 18, \"636\": 109, \"2440\": 5, \"1358\": 23, \"1503\": 21, \"1007\": 47, \"1183\": 34, \"774\": 102, \"1133\": 36, \"1561\": 18, \"2342\": 5, \"2735\": 4, \"2974\": 3, \"1218\": 32, \"1142\": 38, \"2180\": 8, \"1454\": 24, \"1299\": 31, \"1572\": 17, \"1847\": 10, \"892\": 62, \"1461\": 20, \"661\": 104, \"1843\": 9, \"2177\": 6, \"1692\": 13, \"1209\": 35, \"931\": 57, \"998\": 52, \"2147\": 7, \"1806\": 9, \"919\": 52, \"1586\": 15, \"2470\": 5, \"3431\": 1, \"1339\": 24, \"641\": 110, \"2003\": 9, \"1046\": 48, \"2010\": 8, \"3131\": 2, \"1709\": 17, \"866\": 63, \"1891\": 5, \"1641\": 13, \"3738\": 1, \"1759\": 11, \"2318\": 5, \"1244\": 28, \"2319\": 6, \"2567\": 2, \"3402\": 1, \"2570\": 3, \"2431\": 5, \"1512\": 19, \"2005\": 8, \"936\": 52, \"1518\": 15, \"1762\": 15, \"1057\": 49, \"1600\": 15, \"2386\": 5, \"2655\": 4, \"2656\": 4, \"1497\": 19, \"623\": 109, \"3010\": 1, \"1293\": 26, \"1184\": 37, \"1918\": 11, \"1629\": 17, \"1499\": 20, \"1798\": 11, \"1363\": 24, \"2941\": 2, \"1559\": 21, \"1463\": 22, \"696\": 105, \"1334\": 29, \"1533\": 19, \"1178\": 36, \"1433\": 23, \"1129\": 40, \"1321\": 26, \"2222\": 7, \"951\": 49, \"1470\": 23, \"1043\": 46, \"1704\": 13, \"2757\": 2, \"1808\": 8, \"2450\": 5, \"1526\": 18, \"2867\": 3, \"1855\": 10, \"1998\": 7, \"3312\": 1, \"2255\": 7, \"1375\": 26, \"922\": 68, \"897\": 65, \"1552\": 19, \"1803\": 12, \"1177\": 33, \"1927\": 9, \"1361\": 22, \"1345\": 25, \"1732\": 16, \"2072\": 8, \"803\": 82, \"1294\": 30, \"2419\": 6, \"1380\": 24, \"1976\": 7, \"2841\": 3, \"2191\": 8, \"2981\": 2, \"1171\": 34, \"1945\": 9, \"1581\": 16, \"639\": 98, \"1519\": 16, \"1282\": 28, \"1536\": 18, \"913\": 58, \"1368\": 22, \"1317\": 24, \"1298\": 24, \"2097\": 8, \"1420\": 24, \"1413\": 22, \"1343\": 23, \"2404\": 5, \"1349\": 25, \"2272\": 4, \"1016\": 46, \"1318\": 27, \"2086\": 6, \"2645\": 2, \"1342\": 27, \"1094\": 36, \"2253\": 5, \"1614\": 15, \"1621\": 14, \"503\": 183, \"659\": 122, \"2077\": 8, \"2243\": 7, \"1610\": 19, \"1705\": 13, \"1578\": 14, \"795\": 76, \"1185\": 25, \"1522\": 19, \"1254\": 31, \"1766\": 14, \"1595\": 8, \"2806\": 2, \"1987\": 9, \"1736\": 11, \"1675\": 15, \"3361\": 2, \"3910\": 1, \"2009\": 9, \"3911\": 1, \"3912\": 1, \"2452\": 5, \"1984\": 9, \"1266\": 28, \"1549\": 16, \"1312\": 27, \"1362\": 17, \"1069\": 39, \"1076\": 37, \"843\": 68, \"1297\": 27, \"1962\": 8, \"1378\": 23, \"1204\": 28, \"1403\": 22, \"1951\": 7, \"1088\": 45, \"790\": 80, \"2360\": 5, \"2638\": 4, \"2481\": 5, \"1131\": 43, \"1838\": 13, \"1036\": 42, \"1935\": 11, \"1474\": 18, \"2504\": 2, \"2903\": 3, \"2517\": 3, \"2519\": 4, \"2527\": 5, \"2951\": 2, \"1707\": 12, \"1592\": 17, \"1011\": 44, \"1800\": 12, \"3209\": 2, \"1615\": 17, \"2148\": 7, \"2857\": 3, \"881\": 66, \"2609\": 3, \"1120\": 39, \"2384\": 2, \"1434\": 14, \"1850\": 11, \"2273\": 5, \"3582\": 1, \"3115\": 2, \"1791\": 9, \"3183\": 2, \"2899\": 1, \"2211\": 7, \"2900\": 3, \"1251\": 23, \"1538\": 18, \"1077\": 38, \"963\": 52, \"1040\": 49, \"702\": 109, \"728\": 104, \"672\": 93, \"1611\": 19, \"1667\": 18, \"1117\": 40, \"1448\": 24, \"1230\": 27, \"1047\": 46, \"1729\": 10, \"2274\": 7, \"1012\": 43, \"1583\": 20, \"3942\": 1, \"1811\": 11, \"2411\": 6, \"2984\": 3, \"1856\": 11, \"2980\": 2, \"1416\": 19, \"2717\": 4, \"1671\": 16, \"2131\": 8, \"1750\": 16, \"1457\": 26, \"3362\": 2, \"1121\": 36, \"1455\": 11, \"1456\": 11, \"2874\": 2, \"1786\": 13, \"2869\": 3, \"2120\": 8, \"3943\": 1, \"2887\": 3, \"2624\": 4, \"2294\": 5, \"2657\": 3, \"1225\": 28, \"921\": 54, \"1697\": 16, \"1452\": 22, \"1477\": 12, \"1376\": 23, \"2697\": 2, \"1711\": 14, \"1980\": 10, \"3130\": 2, \"3363\": 2, \"3364\": 2, \"2000\": 10, \"2313\": 7, \"1423\": 26, \"2721\": 4, \"1520\": 20, \"899\": 59, \"1862\": 11, \"1441\": 23, \"2677\": 4, \"1347\": 15, \"633\": 114, \"3944\": 1, \"1275\": 33, \"2400\": 5, \"1844\": 11, \"1606\": 13, \"2264\": 4, \"1680\": 10, \"1556\": 15, \"2310\": 2, \"2361\": 6, \"824\": 77, \"1617\": 14, \"900\": 57, \"3034\": 1, \"1693\": 12, \"2784\": 2, \"1296\": 9, \"1715\": 11, \"1909\": 9, \"2612\": 3, \"2572\": 4, \"2787\": 3, \"1163\": 34, \"1264\": 33, \"1554\": 16, \"1190\": 39, \"2337\": 6, \"2338\": 6, \"1818\": 10, \"1211\": 20, \"1899\": 9, \"2614\": 3, \"2167\": 7, \"1912\": 9, \"3430\": 1, \"1777\": 11, \"1397\": 18, \"1845\": 13, \"2465\": 5, \"2788\": 3, \"1778\": 10, \"1656\": 14, \"1968\": 10, \"2226\": 5, \"2340\": 3, \"3039\": 2, \"993\": 48, \"2014\": 6, \"2582\": 3, \"1173\": 35, \"3040\": 2, \"2254\": 4, \"2615\": 4, \"1235\": 31, \"2205\": 7, \"2011\": 9, \"2232\": 5, \"2233\": 5, \"1618\": 13, \"1103\": 43, \"1875\": 11, \"1835\": 12, \"2308\": 6, \"3501\": 1, \"2506\": 5, \"3118\": 2, \"1919\": 9, \"3347\": 2, \"2366\": 4, \"1083\": 48, \"1584\": 18, \"2991\": 2, \"1523\": 17, \"1878\": 12, \"1865\": 10, \"883\": 65, \"1883\": 9, \"1888\": 12, \"841\": 69, \"955\": 52, \"1959\": 10, \"2382\": 5, \"958\": 62, \"2630\": 4, \"1820\": 13, \"3213\": 2, \"2430\": 4, \"1628\": 15, \"1661\": 12, \"1259\": 25, \"1613\": 17, \"2912\": 3, \"3221\": 2, \"1493\": 13, \"830\": 73, \"2185\": 5, \"2909\": 2, \"1573\": 16, \"1273\": 24, \"2453\": 5, \"1460\": 24, \"2486\": 4, \"2306\": 6, \"1905\": 10, \"2200\": 8, \"1136\": 40, \"2554\": 5, \"1327\": 24, \"2726\": 3, \"1424\": 24, \"1311\": 25, \"4070\": 1, \"2944\": 3, \"2945\": 3, \"1634\": 10, \"1340\": 25, \"1498\": 17, \"2208\": 7, \"3546\": 1, \"1037\": 54, \"1041\": 53, \"1313\": 31, \"3462\": 1, \"2789\": 2, \"1898\": 12, \"1381\": 25, \"1027\": 49, \"1038\": 46, \"1868\": 8, \"2322\": 6, \"2269\": 7, \"2367\": 5, \"1784\": 13, \"3463\": 1, \"2462\": 3, \"2270\": 7, \"1950\": 8, \"1126\": 42, \"3076\": 2, \"2368\": 3, \"3077\": 2, \"1828\": 12, \"1993\": 11, \"1731\": 14, \"1648\": 16, \"1462\": 21, \"2772\": 3, \"1143\": 41, \"1653\": 17, \"2930\": 2, \"1666\": 14, \"3479\": 1, \"2038\": 9, \"1447\": 22, \"1952\": 9, \"2008\": 6, \"2151\": 7, \"1989\": 10, \"867\": 64, \"2410\": 6, \"1265\": 25, \"2780\": 2, \"2102\": 7, \"2201\": 7, \"2149\": 7, \"2796\": 3, \"2092\": 7, \"3234\": 2, \"1590\": 7, \"1792\": 12, \"3121\": 2, \"1379\": 23, \"1545\": 18, \"1372\": 20, \"1735\": 13, \"4041\": 1, \"1101\": 41, \"1946\": 10, \"1721\": 12, \"2575\": 3, \"2150\": 7, \"1949\": 8, \"1320\": 21, \"1125\": 34, \"1771\": 14, \"2936\": 2, \"2125\": 7, \"2808\": 3, \"2442\": 5, \"2126\": 8, \"1256\": 28, \"2045\": 10, \"1064\": 41, \"1496\": 18, \"1446\": 18, \"1028\": 48, \"2013\": 8, \"1682\": 12, \"1743\": 13, \"1238\": 27, \"1673\": 18, \"2659\": 4, \"1963\": 10, \"1964\": 10, \"2393\": 4, \"2528\": 3, \"2907\": 2, \"2117\": 9, \"1507\": 21, \"1386\": 23, \"2134\": 8, \"1174\": 37, \"1695\": 13, \"2966\": 3, \"2740\": 4, \"1782\": 11, \"2509\": 3, \"2822\": 3, \"1636\": 9, \"3940\": 1, \"2136\": 7, \"1889\": 11, \"2983\": 3, \"1081\": 43, \"2144\": 6, \"2244\": 5, \"3941\": 1, \"2058\": 6, \"1408\": 19, \"3294\": 1, \"1827\": 8, \"3562\": 1, \"1241\": 29, \"1733\": 10, \"1655\": 15, \"2356\": 5, \"1691\": 10, \"1763\": 12, \"2820\": 3, \"1914\": 12, \"1278\": 28, \"1833\": 11, \"1475\": 21, \"1854\": 9, \"1540\": 18, \"2482\": 3, \"1926\": 8, \"1917\": 12, \"2284\": 4, \"1594\": 19, \"1393\": 22, \"2642\": 4, \"2111\": 7, \"1290\": 20, \"2531\": 3, \"1730\": 14, \"1260\": 32, \"1557\": 14, \"366\": 11, \"3503\": 1, \"2204\": 6, \"3504\": 1, \"1858\": 11, \"2515\": 4, \"2492\": 2, \"2054\": 9, \"2184\": 7, \"2283\": 7, \"1567\": 20, \"3110\": 2, \"2839\": 3, \"3505\": 1, \"1392\": 25, \"2840\": 3, \"1015\": 38, \"2047\": 8, \"3123\": 2, \"868\": 66, \"3487\": 1, \"3488\": 1, \"3489\": 1, \"1848\": 11, \"1748\": 13, \"2237\": 4, \"1841\": 10, \"2065\": 9, \"1042\": 49, \"2278\": 7, \"3260\": 1, \"1544\": 20, \"965\": 53, \"1371\": 23, \"3299\": 2, \"1790\": 12, \"2143\": 5, \"1991\": 9, \"1957\": 9, \"1734\": 6, \"1722\": 8, \"1571\": 19, \"1258\": 24, \"1527\": 22, \"2220\": 6, \"3027\": 1, \"2331\": 6, \"1509\": 16, \"2066\": 8, \"1718\": 13, \"2939\": 2, \"833\": 69, \"1515\": 17, \"2435\": 5, \"2137\": 7, \"2061\": 6, \"4056\": 1, \"1488\": 19, \"1944\": 10, \"1620\": 13, \"1684\": 13, \"3070\": 2, \"2805\": 3, \"1283\": 29, \"1775\": 14, \"1560\": 21, \"1783\": 7, \"2359\": 6, \"1451\": 18, \"2639\": 4, \"1665\": 13, \"3456\": 1, \"3457\": 1, \"3458\": 1, \"2252\": 6, \"2487\": 5, \"2107\": 8, \"3071\": 2, \"1169\": 35, \"1511\": 19, \"2634\": 3, \"2354\": 5, \"1558\": 18, \"1450\": 23, \"1805\": 10, \"1284\": 28, \"2018\": 5, \"1168\": 34, \"888\": 70, \"2076\": 8, \"1421\": 27, \"2523\": 5, \"2524\": 5, \"3152\": 2, \"2858\": 3, \"1990\": 7, \"2644\": 3, \"2829\": 1, \"1232\": 31, \"2122\": 7, \"3530\": 1, \"2173\": 7, \"1085\": 38, \"2289\": 6, \"2155\": 6, \"1575\": 18, \"3531\": 1, \"2085\": 9, \"2913\": 3, \"1886\": 11, \"2142\": 8, \"1517\": 16, \"2810\": 3, \"1632\": 15, \"1304\": 26, \"1326\": 27, \"1674\": 16, \"2053\": 5, \"1866\": 9, \"605\": 118, \"2182\": 8, \"1713\": 13, \"1269\": 28, \"2949\": 3, \"2853\": 3, \"2429\": 4, \"2221\": 7, \"1754\": 14, \"2566\": 4, \"1932\": 9, \"2928\": 2, \"2929\": 2, \"2491\": 3, \"3663\": 1, \"3664\": 1, \"2188\": 6, \"2904\": 3, \"1988\": 10, \"2760\": 2, \"2006\": 9, \"2036\": 8, \"2198\": 8, \"1725\": 11, \"1906\": 7, \"1907\": 10, \"1149\": 31, \"2251\": 7, \"1908\": 9, \"1383\": 27, \"1245\": 23, \"2004\": 9, \"2777\": 2, \"1593\": 16, \"1207\": 34, \"2778\": 3, \"2087\": 7, \"3024\": 1, \"1382\": 17, \"2277\": 6, \"1756\": 12, \"1822\": 9, \"1996\": 11, \"1122\": 41, \"1281\": 26, \"1529\": 20, \"2165\": 6, \"2461\": 5, \"1640\": 14, \"2782\": 3, \"2094\": 9, \"2152\": 7, \"2568\": 3, \"1893\": 11, \"1261\": 24, \"1481\": 19, \"2329\": 5, \"1146\": 33, \"1247\": 28, \"1826\": 9, \"2027\": 8, \"1706\": 11, \"1093\": 40, \"1796\": 11, \"1757\": 13, \"2156\": 7, \"1966\": 7, \"1551\": 13, \"3109\": 2, \"2950\": 3, \"1773\": 12, \"2447\": 4, \"2584\": 4, \"1769\": 14, \"1892\": 9, \"1647\": 13, \"3108\": 2, \"2488\": 5, \"3708\": 1, \"1685\": 15, \"1857\": 8, \"1726\": 14, \"1687\": 13, \"2370\": 6, \"2916\": 3, \"2196\": 7, \"1335\": 23, \"2571\": 4, \"2135\": 9, \"1419\": 23, \"3134\": 2, \"2164\": 6, \"3135\": 2, \"2250\": 6, \"1212\": 35, \"2836\": 3, \"1753\": 11, \"2501\": 4, \"3097\": 2, \"1755\": 10, \"2686\": 2, \"2538\": 3, \"1226\": 21, \"2287\": 4, \"2081\": 8, \"1768\": 11, \"3961\": 1, \"2551\": 3, \"1521\": 18, \"2228\": 6, \"2239\": 5, \"3192\": 1, \"1563\": 16, \"1626\": 15, \"2040\": 6, \"2176\": 8, \"2124\": 6, \"2234\": 5, \"1346\": 26, \"1860\": 10, \"2536\": 4, \"1422\": 18, \"1473\": 22, \"2625\": 4, \"1384\": 22, \"1896\": 10, \"3306\": 1, \"4071\": 1, \"1859\": 9, \"2842\": 3, \"1877\": 3, \"2552\": 2, \"3240\": 2, \"1480\": 18, \"2698\": 3, \"3644\": 1, \"2444\": 3, \"2153\": 5, \"2534\": 5, \"2439\": 3, \"2246\": 6, \"2405\": 6, \"2231\": 5, \"3727\": 1, \"2448\": 5, \"2468\": 2, \"1916\": 8, \"1934\": 12, \"2558\": 5, \"1651\": 18, \"2399\": 6, \"2330\": 5, \"2673\": 4, \"1797\": 11, \"1220\": 29, \"2432\": 5, \"1882\": 11, \"2223\": 4, \"2998\": 2, \"2999\": 2, \"2138\": 7, \"3000\": 2, \"1942\": 9, \"2241\": 7, \"1248\": 33, \"2095\": 7, \"2611\": 4, \"1817\": 9, \"2025\": 10, \"3440\": 1, \"2392\": 6, \"4017\": 1, \"2733\": 4, \"2172\": 6, \"2247\": 6, \"1971\": 8, \"2262\": 5, \"2700\": 4, \"3101\": 2, \"2116\": 8, \"2508\": 4, \"2199\": 6, \"1222\": 31, \"2397\": 4, \"3918\": 1, \"2885\": 3, \"1495\": 15, \"2650\": 3, \"2271\": 7, \"2973\": 3, \"2041\": 9, \"2794\": 3, \"2418\": 5, \"1300\": 25, \"3129\": 1, \"3072\": 2, \"2379\": 4, \"3919\": 1, \"1186\": 32, \"1900\": 11, \"2889\": 2, \"2290\": 5, \"2242\": 7, \"2080\": 8, \"2245\": 5, \"3576\": 1, \"1505\": 12, \"1853\": 11, \"2178\": 4, \"1485\": 17, \"2378\": 5, \"1646\": 16, \"2676\": 4, \"2500\": 5, \"2321\": 4, \"2227\": 2, \"2031\": 10, \"1831\": 13, \"1513\": 17, \"2602\": 3, \"1404\": 21, \"2826\": 2, \"3250\": 2, \"1514\": 16, \"1851\": 8, \"1723\": 11, \"3238\": 2, \"1306\": 29, \"2059\": 8, \"2377\": 4, \"1603\": 15, \"2819\": 2, \"2084\": 9, \"1390\": 20, \"2426\": 4, \"1780\": 12, \"2476\": 4, \"2693\": 4, \"3557\": 1, \"1922\": 10, \"1911\": 9, \"3297\": 2, \"3728\": 1, \"3359\": 2, \"3897\": 1, \"1787\": 12, \"3116\": 2, \"2859\": 1, \"1607\": 7, \"1525\": 19, \"2206\": 7, \"856\": 56, \"2295\": 7, \"3426\": 1, \"1815\": 7, \"1576\": 16, \"1489\": 17, \"2372\": 6, \"1459\": 19, \"2499\": 5, \"3173\": 1, \"2345\": 5, \"2044\": 10, \"3670\": 1, \"3255\": 2, \"2381\": 5, \"2931\": 1, \"1902\": 9, \"1574\": 16, \"1953\": 10, \"3176\": 1, \"2893\": 3, \"2628\": 4, \"1501\": 21, \"2771\": 2, \"1414\": 19, \"2012\": 8, \"1564\": 21, \"2240\": 6, \"2595\": 3, \"2549\": 5, \"1302\": 28, \"3566\": 1, \"3050\": 2, \"3051\": 2, \"3052\": 2, \"2146\": 7, \"3105\": 2, \"1387\": 24, \"2043\": 9, \"1039\": 40, \"1751\": 16, \"3928\": 1, \"3099\": 2, \"2816\": 3, \"2651\": 2, \"3087\": 2, \"2276\": 6, \"2093\": 4, \"2562\": 5, \"2259\": 5, \"1669\": 15, \"2141\": 6, \"1472\": 20, \"1486\": 18, \"2189\": 6, \"3296\": 2, \"2694\": 3, \"2365\": 4, \"2162\": 8, \"2511\": 4, \"2722\": 4, \"2799\": 3, \"1864\": 12, \"2438\": 5, \"2194\": 5, \"2512\": 5, \"2618\": 4, \"2529\": 3, \"1619\": 13, \"2050\": 10, \"2976\": 2, \"2324\": 5, \"1263\": 26, \"2007\": 6, \"3860\": 1, \"2225\": 6, \"3861\": 1, \"2669\": 4, \"3862\": 1, \"3863\": 1, \"2358\": 5, \"1937\": 9, \"1823\": 11, \"2564\": 5, \"3864\": 1, \"2958\": 2, \"2266\": 7, \"2993\": 2, \"3865\": 1, \"3866\": 1, \"2706\": 3, \"2898\": 3, \"1569\": 21, \"1901\": 6, \"1742\": 8, \"4069\": 1, \"1752\": 11, \"2032\": 7, \"2921\": 3, \"1717\": 14, \"2995\": 2, \"2291\": 7, \"3379\": 2, \"3380\": 2, \"2216\": 5, \"3934\": 1, \"3341\": 2, \"1939\": 9, \"3311\": 2, \"2209\": 6, \"1832\": 11, \"2260\": 7, \"1435\": 17, \"2774\": 3, \"2749\": 2, \"3417\": 1, \"1895\": 9, \"2919\": 1, \"1664\": 13, \"2691\": 1, \"2736\": 4, \"3177\": 2, \"2056\": 8, \"3310\": 1, \"1670\": 17, \"3754\": 1, \"3890\": 1, \"2248\": 6, \"2249\": 6, \"3491\": 1, \"3492\": 1, \"1388\": 18, \"1689\": 15, \"3881\": 1, \"2902\": 3, \"2183\": 6, \"3231\": 2, \"2215\": 8, \"2574\": 4, \"2166\": 6, \"3502\": 1, \"2666\": 2, \"2389\": 6, \"2161\": 5, \"2598\": 4, \"3197\": 2, \"2057\": 8, \"3080\": 2, \"3342\": 2, \"2502\": 5, \"3111\": 1, \"2643\": 4, \"2023\": 10, \"2028\": 8, \"2720\": 4, \"2467\": 5, \"1440\": 17, \"2610\": 3, \"2707\": 4, \"1577\": 12, \"2326\": 6, \"2434\": 3, \"1793\": 14, \"2768\": 2, \"1331\": 22, \"2664\": 3, \"1829\": 13, \"1874\": 7, \"1417\": 14, \"2955\": 3, \"1840\": 6, \"2256\": 4, \"3568\": 1, \"1807\": 11, \"2730\": 3, \"2475\": 2, \"4061\": 1, \"3274\": 2, \"4062\": 1, \"2373\": 6, \"3378\": 1, \"4063\": 1, \"3389\": 2, \"4064\": 1, \"4065\": 1, \"2395\": 3, \"1816\": 12, \"2851\": 3, \"2207\": 3, \"1580\": 16, \"2046\": 8, \"3827\": 1, \"3330\": 2, \"3828\": 1, \"2674\": 4, \"3331\": 2, \"3829\": 1, \"2734\": 3, \"3280\": 2, \"3143\": 1, \"2988\": 3, \"1767\": 13, \"1985\": 8, \"4023\": 1, \"3721\": 1, \"2238\": 6, \"2823\": 3, \"2824\": 3, \"2825\": 3, \"2279\": 5, \"2302\": 7, \"2934\": 3, \"2422\": 5, \"2755\": 3, \"1774\": 10, \"3636\": 1, \"1677\": 16, \"1801\": 9, \"2357\": 4, \"3909\": 1, \"1954\": 10, \"1999\": 7, \"2878\": 2, \"2407\": 5, \"3200\": 2, \"2458\": 4, \"2160\": 7, \"3835\": 1, \"2181\": 8, \"2179\": 6, \"2483\": 5, \"1795\": 7, \"1608\": 15, \"3455\": 1, \"3069\": 2, \"2456\": 4, \"1546\": 18, \"1649\": 15, \"2320\": 6, \"3887\": 1, \"2795\": 3, \"2099\": 8, \"1612\": 14, \"3686\": 1, \"2715\": 3, \"3687\": 1, \"3688\": 1, \"2687\": 4, \"3225\": 1, \"2401\": 5, \"3689\": 1, \"2526\": 4, \"1663\": 11, \"3920\": 1, \"3921\": 1, \"2118\": 6, \"3843\": 1, \"2445\": 5, \"3090\": 2, \"3281\": 2, \"4067\": 1, \"3390\": 2, \"2213\": 7, \"4052\": 1, \"1547\": 22, \"2286\": 5, \"2022\": 8, \"3745\": 1, \"3307\": 2, \"1821\": 13, \"1633\": 16, \"3170\": 1, \"2682\": 4, \"2060\": 8, \"2539\": 2, \"2540\": 4, \"3771\": 1, \"2190\": 4, \"1958\": 8, \"2353\": 3, \"2918\": 3, \"2016\": 3, \"2089\": 7, \"2090\": 7, \"3317\": 2, \"2415\": 3, \"3772\": 1, \"3212\": 1, \"2317\": 6, \"3773\": 1, \"2729\": 4, \"3060\": 2, \"3774\": 1, \"2464\": 4, \"2960\": 2, \"3775\": 1, \"2605\": 3, \"1837\": 13, \"1710\": 14, \"2764\": 3, \"3318\": 2, \"1947\": 8, \"2961\": 2, \"3776\": 1, \"2513\": 3, \"2990\": 1, \"2914\": 2, \"3211\": 1, \"3155\": 2, \"3777\": 1, \"2854\": 2, \"3778\": 1, \"2569\": 4, \"3319\": 1, \"3779\": 1, \"3320\": 1, \"2648\": 3, \"2962\": 2, \"1758\": 13, \"3780\": 1, \"3781\": 1, \"3321\": 2, \"3782\": 1, \"3783\": 1, \"1839\": 7, \"3322\": 1, \"3784\": 1, \"3785\": 1, \"3786\": 1, \"3787\": 1, \"3788\": 1, \"2341\": 5, \"2344\": 6, \"3179\": 2, \"3433\": 1, \"2296\": 5, \"2297\": 6, \"2115\": 7, \"2048\": 6, \"1972\": 9, \"3085\": 2, \"2649\": 2, \"3232\": 2, \"1644\": 15, \"2751\": 3, \"3016\": 2, \"1915\": 9, \"1974\": 6, \"2064\": 8, \"1849\": 12, \"1890\": 9, \"3853\": 1, \"1871\": 7, \"2550\": 3, \"1956\": 9, \"2391\": 3, \"2579\": 4, \"1923\": 11, \"1955\": 9, \"3710\": 1, \"1686\": 15, \"1921\": 7, \"2474\": 5, \"3251\": 1, \"3252\": 2, \"3253\": 2, \"3659\": 1, \"1852\": 7, \"3935\": 1, \"3048\": 1, \"3049\": 2, \"2346\": 6, \"2793\": 3, \"2347\": 5, \"1604\": 14, \"1500\": 19, \"2498\": 2, \"2417\": 6, \"2037\": 9, \"2485\": 5, \"2591\": 3, \"2073\": 5, \"2074\": 7, \"3937\": 1, \"3938\": 1, \"2559\": 4, \"1365\": 16, \"2362\": 5, \"2129\": 9, \"2130\": 9, \"3714\": 1, \"3285\": 1, \"2943\": 3, \"2946\": 3, \"1642\": 16, \"2712\": 4, \"2947\": 3, \"3286\": 2, \"2443\": 4, \"2133\": 7, \"3967\": 1, \"1354\": 19, \"2557\": 5, \"3041\": 2, \"2469\": 4, \"2563\": 5, \"2732\": 4, \"2968\": 3, \"3796\": 1, \"3797\": 1, \"3798\": 1, \"3799\": 1, \"3800\": 1, \"3801\": 1, \"3802\": 1, \"3803\": 1, \"3324\": 2, \"2731\": 2, \"3804\": 1, \"2497\": 5, \"2387\": 4, \"2403\": 6, \"2197\": 4, \"2770\": 3, \"3519\": 1, \"2396\": 6, \"2861\": 3, \"2119\": 7, \"3205\": 2, \"2632\": 4, \"1842\": 8, \"1765\": 10, \"1887\": 8, \"2596\": 3, \"1869\": 8, \"2480\": 3, \"3585\": 1, \"3586\": 1, \"2619\": 4, \"2696\": 4, \"2158\": 7, \"1870\": 9, \"1992\": 8, \"2174\": 8, \"3340\": 2, \"2723\": 2, \"2607\": 4, \"1445\": 22, \"2020\": 9, \"2380\": 5, \"2633\": 3, \"3908\": 1, \"2109\": 9, \"2406\": 5, \"1995\": 10, \"2351\": 4, \"3228\": 1, \"2369\": 4, \"2402\": 4, \"2620\": 3, \"2103\": 8, \"2635\": 4, \"3705\": 1, \"3706\": 1, \"3275\": 2, \"2708\": 3, \"3490\": 1, \"2661\": 4, \"1585\": 17, \"2412\": 6, \"2627\": 4, \"2896\": 3, \"2343\": 2, \"2716\": 4, \"2175\": 7, \"3508\": 1, \"2783\": 3, \"3453\": 1, \"3007\": 1, \"3749\": 1, \"3357\": 1, \"3793\": 1, \"2957\": 2, \"3409\": 1, \"3178\": 2, \"3419\": 1, \"3959\": 1, \"3524\": 1, \"3525\": 1, \"3526\": 1, \"2522\": 2, \"3150\": 2, \"3527\": 1, \"2288\": 2, \"1986\": 7, \"2811\": 2, \"2535\": 5, \"2170\": 7, \"2281\": 7, \"3852\": 1, \"1415\": 22, \"2865\": 3, \"3339\": 2, \"1960\": 10, \"2049\": 9, \"2325\": 5, \"2055\": 7, \"2186\": 6, \"2230\": 6, \"2082\": 7, \"2589\": 4, \"3014\": 2, \"3140\": 2, \"2495\": 5, \"2451\": 2, \"3346\": 2, \"2879\": 3, \"3821\": 1, \"2692\": 4, \"1740\": 7, \"1863\": 11, \"2804\": 3, \"3676\": 1, \"2505\": 3, \"1978\": 9, \"3468\": 1, \"2202\": 6, \"2371\": 3, \"3726\": 1, \"2850\": 2, \"2385\": 4, \"2312\": 7, \"3160\": 2, \"2578\": 4, \"3690\": 1, \"2581\": 2, \"3166\": 2, \"1719\": 11, \"2877\": 2, \"2030\": 9, \"2333\": 5, \"3190\": 2, \"3580\": 1, \"3581\": 1, \"2224\": 6, \"3019\": 2, \"3917\": 1, \"3165\": 2, \"3589\": 1, \"1967\": 7, \"3242\": 2, \"2530\": 3, \"3647\": 1, \"3236\": 2, \"1884\": 11, \"2424\": 6, \"3471\": 1, \"3472\": 1, \"3473\": 1, \"2275\": 4, \"3474\": 1, \"3086\": 2, \"3035\": 1, \"2785\": 2, \"3898\": 1, \"3899\": 1, \"2548\": 5, \"1881\": 6, \"2606\": 3, \"3026\": 2, \"3004\": 1, \"3465\": 1, \"1867\": 9, \"3711\": 1, \"3839\": 1, \"2169\": 3, \"3794\": 1, \"2416\": 6, \"3191\": 2, \"2263\": 6, \"2662\": 4, \"2663\": 4, \"2121\": 7, \"3119\": 2, \"2514\": 4, \"3120\": 1, \"3510\": 1, \"2843\": 2, \"2873\": 2, \"2849\": 2, \"3139\": 2, \"2766\": 3, \"4047\": 1, \"2672\": 2, \"2791\": 3, \"3822\": 1, \"3913\": 1, \"2781\": 3, \"2585\": 3, \"3167\": 2, \"2334\": 5, \"3046\": 2, \"2744\": 4, \"2145\": 7, \"3538\": 1, \"2866\": 1, \"3539\": 1, \"3641\": 1, \"2724\": 4, \"3112\": 2, \"2510\": 5, \"2837\": 3, \"2033\": 8, \"3926\": 1, \"3927\": 1, \"3854\": 1, \"2408\": 3, \"2376\": 5, \"3082\": 2, \"3831\": 1, \"3832\": 1, \"3833\": 1, \"3114\": 1, \"2265\": 7, \"3612\": 1, \"3838\": 1, \"2882\": 3, \"2603\": 3, \"2332\": 4, \"2560\": 3, \"3164\": 2, \"2711\": 4, \"4016\": 1, \"1977\": 10, \"3575\": 1, \"2068\": 9, \"3259\": 2, \"3610\": 1, \"3193\": 1, \"3194\": 1, \"3198\": 1, \"3187\": 2, \"3089\": 1, \"3230\": 2, \"2593\": 4, \"2667\": 4, \"2668\": 4, \"3718\": 1, \"2875\": 1, \"2533\": 3, \"2979\": 3, \"2982\": 3, \"2920\": 3, \"2975\": 3, \"3469\": 1, \"1904\": 9, \"2561\": 5, \"2812\": 3, \"2813\": 3, \"3195\": 2, \"2895\": 3, \"3091\": 1, \"2069\": 8, \"2956\": 2, \"4051\": 1, \"1637\": 13, \"2127\": 8, \"2890\": 2, \"3005\": 2, \"3410\": 1, \"3006\": 2, \"2997\": 1, \"2035\": 10, \"3523\": 1, \"3001\": 2, \"3403\": 1, \"3293\": 1, \"2026\": 3, \"3613\": 1, \"2414\": 4, \"3203\": 1, \"3614\": 1, \"3615\": 1, \"3616\": 1, \"3617\": 1, \"3709\": 1, \"1639\": 13, \"2684\": 4, \"3073\": 2, \"4014\": 1, \"2741\": 2, \"2067\": 8, \"2986\": 3, \"2601\": 4, \"2868\": 2, \"3905\": 1, \"3063\": 2, \"3360\": 2, \"3925\": 1, \"1720\": 9, \"3012\": 2, \"2083\": 5, \"3328\": 2, \"3329\": 2, \"2972\": 3, \"3824\": 1, \"2647\": 3, \"2623\": 4, \"2489\": 5, \"2363\": 6, \"2268\": 7, \"2807\": 3, \"2364\": 6, \"3204\": 2, \"3149\": 2, \"3648\": 1, \"3145\": 2, \"3475\": 1, \"3476\": 1, \"2436\": 4, \"2617\": 3, \"2348\": 6, \"2388\": 6, \"2305\": 5, \"3598\": 1, \"2773\": 1, \"2637\": 3, \"2742\": 4, \"1565\": 18, \"2658\": 4, \"2987\": 3, \"4028\": 1, \"4029\": 1, \"2689\": 4, \"2727\": 3, \"3065\": 1, \"2195\": 5, \"3332\": 2, \"3842\": 1, \"2459\": 4, \"3418\": 1, \"2683\": 3, \"2229\": 5, \"3441\": 1, \"3302\": 1, \"2959\": 1, \"2078\": 6, \"3816\": 1, \"3817\": 1, \"3818\": 1, \"3819\": 1, \"3820\": 1, \"3450\": 1, \"2409\": 2, \"3147\": 1, \"2652\": 3, \"1928\": 10, \"2546\": 4, \"2790\": 2, \"3432\": 1, \"2473\": 5, \"3956\": 1, \"3003\": 2, \"2327\": 4, \"3289\": 2, \"2300\": 5, \"3717\": 1, \"3162\": 2, \"2532\": 4, \"3968\": 1, \"3969\": 1, \"3493\": 1, \"2171\": 6, \"2728\": 1, \"3304\": 1, \"1638\": 13, \"3062\": 2, \"2817\": 1, \"2863\": 3, \"2335\": 4, \"2948\": 1, \"3609\": 1, \"2814\": 2, \"1965\": 4, \"3559\": 1, \"2739\": 1, \"3124\": 1, \"2427\": 6, \"3386\": 2, \"2544\": 5, \"2703\": 4, \"2390\": 6, \"4053\": 1, \"2626\": 3, \"2112\": 9, \"2989\": 3, \"3011\": 2, \"3210\": 2, \"3106\": 2, \"2759\": 3, \"3391\": 2, \"2765\": 2, \"2594\": 3, \"2024\": 6, \"2830\": 3, \"3496\": 1, \"2978\": 3, \"2864\": 3, \"3521\": 1, \"3148\": 2, \"3522\": 1, \"3541\": 1, \"3127\": 2, \"3201\": 1, \"3222\": 2, \"3053\": 2, \"3420\": 1, \"3421\": 1, \"3422\": 1, \"3023\": 2, \"4015\": 1, \"2710\": 2, \"2159\": 7, \"2718\": 2, \"2503\": 2, \"3733\": 1, \"3098\": 2, \"2786\": 2, \"2821\": 2, \"4068\": 1, \"3258\": 2, \"2282\": 5, \"3867\": 1, \"2280\": 5, \"3638\": 1, \"3639\": 1, \"3325\": 2, \"4019\": 1, \"2592\": 4, \"2926\": 3, \"3657\": 1, \"3249\": 1, \"3658\": 1, \"2309\": 5, \"2218\": 5, \"3570\": 1, \"3126\": 1, \"3144\": 2, \"2910\": 3, \"2911\": 3, \"2543\": 5, \"3218\": 2, \"2413\": 6, \"1938\": 12, \"3219\": 2, \"3606\": 1, \"2927\": 1, \"3254\": 2, \"3117\": 2, \"2932\": 1, \"2933\": 1, \"3315\": 2, \"2938\": 2, \"3542\": 1, \"2800\": 3, \"3695\": 1, \"3186\": 2, \"2688\": 4, \"2433\": 3, \"3404\": 1, \"3480\": 1, \"3154\": 1, \"2258\": 3, \"2454\": 5, \"4027\": 1, \"1779\": 11, \"4032\": 1, \"4033\": 1, \"2235\": 5, \"4034\": 1, \"3382\": 2, \"2803\": 3, \"4035\": 1, \"3544\": 1, \"3545\": 1, \"2640\": 4, \"3401\": 1, \"4058\": 1, \"4059\": 1, \"3269\": 2, \"3270\": 1, \"2862\": 2, \"2679\": 4, \"3171\": 1, \"3172\": 1, \"2350\": 3, \"2923\": 1, \"3642\": 1, \"3643\": 1, \"3271\": 2, \"3272\": 2, \"3107\": 1, \"3022\": 2, \"3265\": 2, \"3683\": 1, \"2641\": 4, \"2576\": 4, \"2775\": 2, \"3743\": 1, \"3216\": 2, \"3661\": 1, \"3662\": 1, \"2846\": 3, \"3485\": 1, \"2577\": 4, \"3141\": 2, \"1502\": 13, \"3047\": 2, \"3066\": 1, \"2285\": 6, \"3653\": 1, \"2776\": 3, \"2460\": 5, \"3423\": 1, \"2629\": 4, \"3602\": 1, \"3603\": 1, \"3215\": 2, \"3604\": 1, \"3113\": 2, \"2761\": 3, \"3088\": 2, \"2750\": 3, \"2212\": 7, \"3290\": 2, \"3157\": 2, \"3393\": 1, \"2748\": 2, \"3394\": 1, \"2994\": 2, \"3395\": 1, \"3396\": 1, \"3266\": 2, \"3486\": 1, \"2660\": 3, \"3667\": 1, \"3142\": 2, \"2299\": 7, \"3923\": 1, \"3924\": 1, \"3677\": 1, \"3262\": 1, \"2484\": 4, \"2747\": 2, \"3957\": 1, \"3697\": 1, \"2834\": 3, \"2915\": 3, \"3239\": 1, \"2604\": 4, \"2753\": 2, \"2860\": 3, \"3532\": 1, \"3669\": 1, \"2580\": 2, \"3241\": 2, \"3261\": 2, \"2678\": 3, \"2675\": 1, \"2192\": 5, \"3180\": 2, \"2665\": 2, \"2884\": 3, \"3730\": 1, \"3298\": 1, \"2801\": 2, \"3731\": 1, \"3229\": 2, \"2586\": 2, \"2827\": 3, \"2746\": 2, \"2446\": 2, \"3795\": 1, \"2565\": 5, \"2110\": 4, \"2292\": 5, \"2622\": 4, \"3244\": 2, \"2293\": 3, \"3188\": 2, \"3068\": 2, \"3454\": 1, \"3163\": 2, \"2880\": 1, \"2104\": 4, \"3856\": 1, \"3223\": 2, \"3512\": 1, \"2323\": 5, \"3103\": 2, \"3104\": 2, \"3857\": 1, \"2969\": 1, \"3684\": 1, \"3685\": 1, \"3161\": 2, \"2702\": 4, \"2754\": 2, \"2832\": 1, \"2752\": 2, \"2108\": 6, \"4044\": 1, \"4045\": 1, \"3235\": 2, \"4046\": 1, \"2298\": 3, \"2590\": 3, \"2714\": 1, \"2704\": 2, \"3025\": 1, \"3930\": 1, \"3220\": 1, \"2818\": 3, \"3506\": 1, \"3102\": 2, \"3719\": 1, \"3720\": 1, \"2699\": 4, \"3283\": 2, \"3540\": 1, \"3878\": 1, \"3879\": 1, \"3880\": 1, \"2599\": 2, \"2600\": 2, \"2398\": 2, \"2719\": 1, \"3021\": 2, \"2455\": 2, \"2935\": 2, \"3333\": 1, \"3334\": 1, \"3830\": 1, \"3017\": 2, \"3199\": 2, \"3175\": 2, \"2336\": 2, \"3691\": 1, \"3692\": 1, \"2490\": 5, \"3693\": 1, \"3020\": 1, \"3055\": 2, \"2992\": 1, \"3434\": 1, \"3435\": 1, \"3436\": 1, \"3056\": 2, \"4050\": 1, \"2897\": 3, \"1708\": 2, \"2870\": 3, \"2871\": 3, \"3608\": 1, \"3537\": 1, \"3158\": 2, \"2769\": 3, \"3742\": 1, \"2942\": 3, \"3666\": 1, \"2937\": 2, \"2157\": 4, \"3042\": 2, \"3043\": 2, \"3044\": 2, \"3214\": 2, \"3407\": 1, \"3408\": 1, \"3277\": 2, \"3278\": 2, \"2421\": 6, \"3279\": 2, \"3414\": 1, \"2886\": 3, \"2681\": 1, \"4043\": 1, \"3276\": 1, \"4008\": 1, \"4009\": 1, \"4010\": 1, \"4011\": 1, \"3344\": 1, \"4012\": 1, \"4013\": 1, \"2547\": 4, \"1879\": 13, \"1582\": 10, \"3132\": 2, \"3627\": 1, \"3628\": 1, \"3629\": 1, \"2525\": 3, \"3694\": 1, \"3588\": 1, \"3834\": 1, \"3335\": 2, \"3518\": 1, \"3427\": 1, \"3428\": 1, \"3729\": 1, \"3029\": 1, \"3595\": 1, \"3257\": 1, \"3674\": 1, \"3470\": 1, \"2815\": 2, \"3452\": 1, \"4031\": 1, \"3125\": 1, \"2646\": 3, \"3960\": 1, \"3459\": 1, \"2267\": 4, \"3074\": 2, \"3075\": 1, \"3061\": 1, \"3931\": 1, \"2763\": 1, \"3498\": 1, \"2762\": 3, \"4026\": 1, \"3678\": 1, \"3263\": 2, \"3679\": 1, \"3680\": 1, \"3264\": 1, \"3681\": 1, \"3682\": 1, \"2977\": 1, \"3174\": 1, \"3671\": 1, \"3637\": 1, \"2847\": 2, \"2307\": 7, \"2952\": 3, \"2954\": 2, \"3291\": 2, \"3292\": 2, \"3008\": 2, \"3009\": 2, \"2654\": 1, \"4042\": 1, \"2516\": 3, \"3284\": 2, \"3712\": 1, \"3713\": 1, \"3579\": 1, \"2797\": 3, \"2901\": 2, \"3583\": 1, \"3348\": 1, \"2743\": 2, \"4060\": 1, \"3159\": 1, \"3883\": 1, \"3970\": 1, \"3971\": 1, \"2597\": 3, \"3385\": 2, \"3237\": 1, \"2881\": 1, \"3326\": 2, \"3327\": 2, \"4036\": 1, \"2653\": 2, \"3358\": 1, \"3411\": 1, \"3412\": 1, \"3032\": 1, \"3437\": 1, \"3438\": 1, \"3597\": 1, \"3208\": 1, \"3886\": 1, \"4030\": 1, \"3057\": 1, \"3442\": 1, \"3443\": 1, \"3444\": 1, \"3059\": 1, \"3445\": 1, \"3446\": 1, \"3447\": 1, \"3448\": 1, \"3449\": 1, \"3509\": 1, \"3889\": 1, \"3466\": 1, \"3958\": 1, \"3868\": 1, \"3607\": 1, \"2891\": 2, \"3366\": 2, \"3840\": 1, \"2971\": 2, \"4049\": 1, \"3811\": 1, \"3812\": 1, \"3813\": 1, \"3365\": 1, \"2940\": 1, \"3630\": 1, \"4022\": 1, \"2621\": 2, \"3093\": 2, \"2608\": 3, \"3136\": 1, \"2705\": 2, \"3515\": 1, \"4040\": 1, \"3517\": 1, \"2906\": 2, \"3558\": 1, \"3461\": 1, \"2779\": 3, \"3481\": 1, \"3343\": 2, \"3869\": 1,